[
    {
      "type": "First Author and PubMed Indexed Publications",
      "description": [
        "1. Hussain SZM, S., Hashmi, S., & Qayyum, A. (2023). Informed Consent in Balloon Eustachian Tuboplasty: A Systematic Review of Possible Complications and Preventive Measures. The Journal of Laryngology & Otology, 1-24. doi:10.1017/S0022215123001998",
        "2. Hussain SZM, Had I, Arshad Z et al. Rare Cause of Skull Base Osteomyelitis: A Challenging Diagnosis and Management with a Literature Review. Cureus 15(9): e45838.",
        "3. Hussain SZM, Jeeva I, Siddiqui M, et al. Relationship of gender with laser retinopexy for retinal breaks. Cureus 15(5): e39714.",
        "4. Hussain SZM, Hashmi SS, Qayyum A. Delayed extensive surgical emphysema after Valsalva manoeuvre post Eustachian tuboplasty. Awaiting online publication.",
        "5. Hussain SZM, Hashmi SS, Qayyum A, et al. (December 21, 2022) Ototoxicity of Antibiotic Ear Drop in Chronic Suppurative Otitis Media in Humans. A Review of literature. Cureus 14(12):e32780.",
        "6. Hussain SZM, KK A, Mohammad A, et al. (January 25, 2022) Migratory Foreign Bodies in the Aerodigestive Tract: The Importance of CT Imaging. Cureus 14(1): e21595.",
        "7. Hussain SZM, Anwer MO, Noor SM, Hashmi S, Anwer S, Yaqoob U. Aseptic meningitis after 20 years of endoscopic transsphenoidal pituitary surgery: a rare complication. Med Pharm Rep. 2022 Oct;95(4):471-474.",
        "8. Hussain SZM, Siddiqui M.A.R. Multimodal imaging of an isolated retinal venous macro-aneurysm. Oman J Ophthalmol. 2020; 13:102-3."
      ],
      "skills": ["Systematic Review", "Laser Retinopexy", "Eustachian Tuboplasty", "Ototoxicity", "CT Imaging", "Aseptic Meningitis"]
    },
    {
      "type": "Non-first Author and PubMed Indexed Publications",
      "description": [
        "1. Hussain SZM, Hashmi S, et al. Direct InjectTM calcium phosphate cement in mastoid obliteration – A prospective series and literature review. July 2024.",
        "2. Ari K, Hussain SZM, Mohammad A, et al. (June 16, 2022). A prolonged History of Denture Impaction for 12 Weeks In Situ. Cureus 14(6):e26002.",
        "3. Mogharab, V., Ostovar, M., Ruszkowski, J. Hussain S et al. Global burden of the COVID 19 associated patient-related delay in emergency healthcare: a panel systematic review and meta-analyses. Global Health 18, 58 (2022). Original article. https://doi.org/10.1186/s12992-022-00836-2",
        "4. Awan M, Hussain SZM, Shaheen F, et al. (March 24, 2022) Efficacy and Safety Profile of 25-Gauge Pars Plana Vitrectomy in Rhegmatogenous Retinal Detachment in Pakistan: A Multicenter Retrospective Study. Cureus 14(3): e23437. DOI 10.7759/cureus.23437.",
        "5. Siddiqui MAR, Hussain SZM et al. Postoperative endophthalmitis after immediate sequential bilateral cataract surgery: a retrospective study from Pakistan. October 2021.",
        "6. Siddiqui, MAR, Hussain SZM, Jeeva I. Acute Syphilitic Posterior Placoid Chorioretinopathy; a Case Report. J Pak Med Assoc. 2020; DOI:https://doi.org/10.5455/JPMA.35876.",
        "7. Siddiqui, M.A.R., Hussain, SZM et al. Iris metastasis as the initial presentation of upper gastrointestinal tract carcinoma: a case report. J Med Case Reports 13, 367 (2019). PMID: 31831049.",
        "8. Raja R, Kumar V, Khan M, Sayeed K, Hussain SZM. Knowledge, Attitude, and Practices of Complementary and Alternative Medication Usage in Patients of Type II Diabetes Mellitus. Cureus 11(8). PMID: 31608192."
      ],
      "skills": ["Calcium Phosphate Cement", "Mastoid Obliteration", "COVID-19", "Vitrectomy", "Cataract Surgery", "Syphilitic Chorioretinopathy"]
    },
    {
      "type": "Non-PubMed Indexed Publications",
      "description": [
        "1. Bukhari SA, Hussain SZM, Hashmi SS et al. Frequency of cholesteatoma in chronic suppurative otitis media and its treatment modality in a tertiary care setup- A retrospective study. Med forum 2022; 33 (7): 45-49.",
        "2. ul-Haq F, Yaqoob U, Mehmood, Siddiqui AA, Usama SM, Hussain SZM et al. Characteristics of back pain in young adults and their relationship with dehydration: a cross-sectional study. F1000Research 2020, 9:159.",
        "3. Essa F, Hussain SZM et al. Study of Socio-Demographic Factors Affecting the Prevalence of Typhoid. Annals of Medical and Health Sciences Research. 2019; 9 (1).",
        "4. Laghari GS, Hussain Z et al. Burden of drug-resistant pulmonary tuberculosis in Pakistani children: A cross-sectional study. F1000Research. 2019 Apr 26; 8.",
        "5. Faizan-ul-Haq, Uddin MM, Hussain SZM et al. A Review of Conservative and Latest Techniques of Treatment of Glioma. Annals of Medical & Health Sciences Research. 2018 Sep 8(5):292–5.",
        "6. Masood A, Tasleem F, Patricia OA, Ali MS, Hussain SZM et al. Assessment of Pharmacological Potential and Safety Profile of Tithonia Diversifolia. Pak J Pharm Sci. 2017;34(1-2):45-58.",
        "7. Yaqoob U, Nadeem Z, Mehmood M, Batool D, Irshad T, Ali SS, Irshad H, Aijaz M, Hussain SZM et al. Descriptive Pattern of Fractures among Motor Bike Riders Presenting in Jinnah Postgraduate Medical Centre, Karachi. JAMMR. 27Sep.2016; 18(1):1."
      ],
      "skills": ["Cholesteatoma", "Otitis Media", "Back Pain", "Tuberculosis", "Glioma", "Pharmacological Potential", "Fractures"]
    }
  ]
  